Repository: MarcDK/MarcTV-ShortScore
Catalog: languages/marctv-shortscore-*.po
Languages: de_de

# Used before publish date.
source: Posted on
de_de: Veröffentlicht am

source: SHORTSCORE 1 to 10. The higher the better.
de_de: Deine SHORTSCORE zwischen 1 und 10 Punkten. Höher ist besser.

source: <strong>Warning: </strong> Your email address needs to be verified!
de_de: <strong>Achtung: </strong> Deine E-Mail-Adresse muss bestätigt werden!

source: Submit SHORTSCORE
de_de: SHORTSCORE abschicken

source: <a href="%1s">Sign in</a> to post your SHORTSCORE. <a href="%2s">Registration</a> is free and easy!
de_de: <a href="%1s">Melde dich an</a>, um deinen SHORTSCORE abzugeben. Die <a href="%2s">Registrierung</a> ist kostenlos und ganz einfach!

source: Each account is allow to post only once per game. You are not allowed to edit your SHORTSCORE afterwards.
de_de: Du darfst nur eine SHORTSCORE pro Spiel abgeben. SHORTSCORES können nicht nachträglich bearbeitet werden.

source: Select your SHORTSCORE
de_de: Gib deinen SHORTSCORE ab

source: Your short review text:
de_de: Dein kurzes Fazit:

source: out of %s based on %s
de_de: von %s basierend auf %s

source: one user review
de_de: einer Bewertung

source: based on %s
de_de: basiert auf %s

source: No reviews yet
de_de: Noch keine Bewertung

# Used before category names.
source: Categories
de_de: Kategorien

source: <a class="btn" href="%s">Submit ShortScore</a>
de_de: <a class="btn" href="%s"> SHORTSCORE abgeben</a>

# Used before category names.
source: Developer
de_de: Entwickler

# Used before category names.
source: coop mode
de_de: Kooperationsmodus

# Used before category names.
source: Playercount
de_de: Anzahl der Spieler

source: score distribution
de_de: Werteverteilung

source: what is this?
de_de: Was ist das?

source: Error: please fill the required field (score).
de_de: Fehler: Bitte fühl das Feld für den SHORTSCORE aus.

source: Error: enter a rating smaller than 10 and greater than 0 for (score).
de_de: Fehler: Gib einen SHORTSCORE kleiner als 10 und größer als 0 ein für (score).

source: Sorry, this account has already submitted a SHORTSCORE for this game.
de_de: Tut mir leid, aber jeder Account darf nur einen SHORTSCORE pro Spiel abgeben.
